Revit 2027 API
ParameterTypeId.PatternMirrorForDivisionRule Property
 "Mirror"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PatternMirrorForDivisionRule { get; }
Public Shared ReadOnly Property PatternMirrorForDivisionRule As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PatternMirrorForDivisionRule {
	ForgeTypeId^ get ();
}
static member PatternMirrorForDivisionRule : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace